{
  "kHtmlPP" : "<p>&nbsp;</p>\n<p><font size=\"5\">Personal Information</font></p>\n<p>&nbsp;</p>\n<p>Prakruti Fruit &amp; Vegetables Packing Industries (&ldquo;PFVPI&rdquo;) is the licensed owner of the brand name &ldquo;VEGTEOS&rdquo; and the website &ldquo;vegetos.in&rdquo; (&rdquo;The Site&rdquo;). PFVPI respects your privacy. This Privacy Policy provides succinctly the manner your data is collected and used by PFVPI on the Site. As a visitor to the Site/ Customer you are advised to please read the Privacy Policy carefully. By accessing the services provided by the Site you agree to the collection and use of your data by PFVPI in the manner provided in this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p><font size=\"5\">Information is or may be, collected form you</font></p>\n<p>As part of the registration process on the Site, PFVPI may collect the following personally identifiable information about you: Name including first and last name, alternate email address, mobile phone number and contact details, Postal code, Demographic profile (like your age, gender, occupation, education, address etc.) and information about the pages on the site you visit/access, the links you click on the site, the number of times you access the page and any such browsing information.</p>\n<p>&nbsp;</p>\n<p><font size=\"5\">Collecting the Information</font></p>\n<p>PFVPI will collect personally identifiable information about you only as part of a voluntary registration process, on-line survey or any combination thereof. The Site may contain links to other Web sites. PFVPI is not responsible for the privacy practices of such Web sites which it does not own, manage or control. The Site and third-party vendors, including Google, use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick cookie) together to inform, optimize, and serve ads based on someone's past visits to the Site.</p>\n<p>&nbsp;</p>\n<p><font size=\"5\">Usage of Information</font></p>\n<p>PFVPI will use your personal information to provide personalized features to you on the Site and to provide for promotional offers to you through the Site and other channels. PFVPI will also provide this information to its business associates and partners to get in touch with you when necessary to provide the services requested by you. PFVPI will use this information to preserve transaction history as governed by existing law or policy. PFVPI may also use contact information internally to direct its efforts for product improvement, to contact you as a survey respondent, to notify you if you win any contest; and to send you promotional materials from its contest sponsors or advertisers. Information about Customers on an aggregate (exlcuding any information that may identify you specifically) covering Customer transaction data and Customer demographic and location data may be provided to partners of PFVPI for the purpose of creating additional features on the website, creating appropriate merchandising or creating new products and services and conducting marketing research and statistical analysis of customer behaviour and transactions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><font size=\"5\">Sharing of Information</font></p>\n<p>PFVPI will not use your financial information for any purpose other than to complete a transaction with you. PFVPI does not rent, sell or share your personal information and will not disclose any of your personally identifiable information to third parties. In cases where it has your permission to provide products or services you've requested and such information is necessary to provide these products or services the information may be shared with PFVPI&rsquo;s business associates and partners. PFVPI may, however, share consumer information on an aggregate with its partners or third parties where it deems necessary.&nbsp;In addition PFVPI may use this information for promotional offers, to help investigate, prevent or take action regarding unlawful and illegal activities, suspected fraud, potential threat to the safety or security of any person, violations of the Site&rsquo;s terms of use or to defend against legal claims; special circumstances such as compliance with subpoenas, court orders, requests/order from legal authorities or law enforcement agencies requiring such disclosure.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><font size=\"5\">Updating of Policy</font></p>\n<p>&nbsp;</p>\n<p>PFVPI reserves the right to change or update this policy at any time. Such changes shall be effective immediately upon posting to the Site.</p>\n<p>&nbsp;</p>\n<p><font size=\"5\">Contact Information</font></p>\n<p>Prakruti Fruit &amp; Vegetables Packing Industries,<br /> Block 22 &amp; 27, Near Aarogya Kendra, Thol-Ahmedabad Road,<br /> Thol, Mehsana - 382728 INDIA<br /> Tel.: +91 9712010023<br /> Email id: info@vegetos.in</p>\n<p>&nbsp;</p>"
}